error.not-found-reservation=\uD574\uB2F9 ID\uC758 \uC608\uC57D\uC744 \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
error.slot-just-taken=방금 다른 분이 해당 슬롯을 먼저 예약하셨습니다. 대기 신청을 원하시면 다시 시도해 주세요.
error.duplicated-reservation=\uD574\uB2F9 \uC2DC\uAC04\uC5D0 \uBCF8\uC778\uC758 \uC608\uC57D\uC774 \uC774\uBBF8 \uC874\uC7AC\uD569\uB2C8\uB2E4. \uC608\uC57D \uAC00\uB2A5\uD55C \uC2DC\uAC04\uC73C\uB85C \uB2E4\uC2DC \uC2DC\uB3C4\uD574 \uC8FC\uC138\uC694.
error.past-reservation-create=\uC9C0\uB098\uAC04 \uC2DC\uAC04\uC5D0\uB294 \uC608\uC57D\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4. \uC608\uC57D \uC2DC\uAC04\uC744 \uBCC0\uACBD\uD574 \uC8FC\uC138\uC694.
error.past-reservation-delete=\uC9C0\uB098\uAC04 \uC2DC\uAC04\uC758 \uC608\uC57D\uC740 \uC0AD\uC81C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
error.not-found-wait=\uD574\uB2F9 ID\uC758 \uC608\uC57D \uB300\uAE30\uB97C \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
error.duplicated-wait=\uD574\uB2F9 \uC2DC\uAC04\uC5D0 \uC774\uBBF8 \uC608\uC57D \uB300\uAE30\uB97C \uC2E0\uCCAD\uD588\uC2B5\uB2C8\uB2E4. \uB2E4\uC2DC \uC2DC\uB3C4\uD574 \uC8FC\uC138\uC694.
error.wait-is-full=\uD574\uB2F9 \uC2DC\uAC04\uC5D0 \uC774\uBBF8 \uC608\uC57D \uB300\uAE30\uAC00 \uAC00\uB4DD \uCC3C\uC2B5\uB2C8\uB2E4. \uB2E4\uB978 \uC2DC\uAC04\uC73C\uB85C \uC608\uC57D\uD574 \uC8FC\uC138\uC694.
error.not-found-reservation-time=\uD574\uB2F9 ID\uC758 \uC608\uC57D \uC2DC\uAC04\uC744 \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
error.duplicated-reservation-time=\uB3D9\uC77C\uD55C \uC608\uC57D \uC2DC\uAC04\uC774 \uC774\uBBF8 \uC874\uC7AC\uD569\uB2C8\uB2E4. \uC2DC\uAC04\uC744 \uBCC0\uACBD\uD574 \uB2E4\uC2DC \uC2DC\uB3C4\uD574 \uC8FC\uC138\uC694.
error.referenced-time=\uD604\uC7AC \uD574\uB2F9 \uC608\uC57D \uC2DC\uAC04\uC744 \uC0AC\uC6A9\uD558\uB294 \uC608\uC57D\uC774 \uC874\uC7AC\uD569\uB2C8\uB2E4. \uC5F0\uAD00\uB41C \uC608\uC57D\uC744 \uC0AD\uC81C\uD55C \uD6C4 \uB2E4\uC2DC \uC2DC\uB3C4\uD574 \uC8FC\uC138\uC694.
error.past-reservation-time-read=\uC9C0\uB098\uAC04 \uB0A0\uC9DC\uC758 \uC608\uC57D \uAC00\uB2A5 \uC2DC\uAC04\uC740 \uC870\uD68C\uD560 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
error.not-found-theme=\uD574\uB2F9 ID\uC758 \uD14C\uB9C8\uB97C \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
error.referenced-theme=\uD604\uC7AC \uD574\uB2F9 \uD14C\uB9C8\uB97C \uC0AC\uC6A9\uD558\uB294 \uC608\uC57D\uC774 \uC874\uC7AC\uD569\uB2C8\uB2E4. \uC5F0\uAD00\uB41C \uC608\uC57D\uC744 \uC0AD\uC81C\uD55C \uD6C4 \uB2E4\uC2DC \uC2DC\uB3C4\uD574 \uC8FC\uC138\uC694.
error.future-ranking-period=\uC870\uD68C \uAE30\uAC04\uC5D0 \uBBF8\uB798 \uB0A0\uC9DC\uAC00 \uC874\uC7AC\uD569\uB2C8\uB2E4. \uD604\uC7AC\uBCF4\uB2E4 \uC774\uC804\uC73C\uB85C \uAE30\uAC04\uC744 \uC124\uC815\uD574 \uC8FC\uC138\uC694.
error.invalid-ranking-period=\uC885\uB8CC \uB0A0\uC9DC\uAC00 \uC2DC\uC791 \uB0A0\uC9DC\uBCF4\uB2E4 \uBE60\uB985\uB2C8\uB2E4. \uC885\uB8CC \uB0A0\uC9DC\uAC00 \uC2DC\uC791 \uB0A0\uC9DC\uBCF4\uB2E4 \uB4A4\uC5D0 \uC624\uB3C4\uB85D \uC694\uCCAD\uD574 \uC8FC\uC138\uC694.
error.long-ranking-period=\uC870\uD68C \uAE30\uAC04\uC774 \uCD5C\uB300 \uAE30\uAC04\uC744 \uCD08\uACFC\uD588\uC2B5\uB2C8\uB2E4. \uAE30\uAC04\uC774 1\uB144({0}\uC77C) \uC774\uB0B4\uAC00 \uB418\uB3C4\uB85D \uB2E4\uC2DC \uC694\uCCAD\uD574 \uC8FC\uC138\uC694.
error.not-found-payment-order=결제 대기 주문을 찾을 수 없습니다.
error.payment-amount-mismatch=결제 금액이 일치하지 않습니다. 처음부터 다시 시도해 주세요.
error.payment-already-processed=이미 처리된 결제입니다.
error.duplicated-payment-order=이미 사용된 주문번호입니다.
error.payment-session-expired=결제 세션이 만료되었습니다. 처음부터 다시 시도해 주세요.
error.invalid-payment-request=결제 요청이 올바르지 않습니다.
error.payment-gateway-config-error=결제 설정 오류가 발생했습니다. 관리자에게 문의해 주세요.
error.payment-rejected=카드 결제가 거절되었습니다. 다른 결제수단으로 다시 시도해 주세요.
error.not-found-payment=결제 건을 찾을 수 없습니다.
error.payment-retryable=결제 승인 처리 중 일시적인 오류가 발생했습니다. 잠시 후 다시 시도해 주세요.
error.payment-failed=결제 승인에 실패했습니다.
error.invalid-input=\uC785\uB825\uAC12\uC774 \uC62C\uBC14\uB974\uC9C0 \uC54A\uC2B5\uB2C8\uB2E4.
error.not-found-resource=\uC694\uCCAD\uD55C \uACBD\uB85C\uB97C \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
error.title.not-found=\uB9AC\uC18C\uC2A4\uB97C \uCC3E\uC744 \uC218 \uC5C6\uC2B5\uB2C8\uB2E4.
error.title.conflict=\uC694\uCCAD \uCDA9\uB3CC\uC774 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
error.title.bad-request=\uC798\uBABB\uB41C \uC694\uCCAD\uC785\uB2C8\uB2E4.
error.title.bad-gateway=외부 결제 설정 오류
error.title.service-unavailable=외부 결제 일시 오류
error.title.unexpected=\uC11C\uBC84 \uC624\uB958
error.unexpected=\uC11C\uBC84 \uB0B4\uBD80\uC5D0\uC11C \uC5D0\uB7EC\uAC00 \uBC1C\uC0DD\uD588\uC2B5\uB2C8\uB2E4.
